tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "thoughtbot/formulae"
tap "heroku/brew"
tap "dart-lang/dart"
brew "ansible"
brew "anyenv"
brew "bat"
brew "rcm"
brew "cocoapods"
brew "colordiff"
brew "ctags"
brew "dart"
brew "direnv"
brew "docker"
brew "flutter"
brew "fx"
brew "fzy"
brew "fzf"
brew "gibo"
brew "git"
brew "ghq"
brew "heroku"
brew "hub"
brew "jpeg"
brew "lazygit"
brew "libpng"
brew "lynx"
brew "mas"
brew "mcrypt"
brew "mysql"
brew "neovim"
brew "nnn"
brew "node"
brew "powerline-fonts"
brew "python3"
brew "ripgrep"
brew "re2c"
brew "reattach-to-user-namespace"
brew "tig"
brew "tmux"
brew "todoist"
brew "trash"
brew "yarn", args: ["without-node"]
brew "zsh"
cask "alfred"
cask "bitwarden"
cask "dash"
cask "docker"
cask "dropbox"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-drive-file-stream"
cask "google-japanese-ime"
cask "hyperswitch"
cask "insomniax"
cask "iterm2"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "kindle"
cask "homebrew/cask-fonts/font-fira-code"
cask "slack"
cask "toggldesktop"
cask "vagrant"
cask "virtualbox"
mas "magnet", id: 441258766
mas "todoist", id: 585829637
