tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "thoughtbot/formulae"
tap "sachaos/todoist"
brew "ansible"
brew "rcm"
brew "colordiff"
brew "docker"
brew "fzf"
brew "gibo"
brew "git"
brew "ghq"
brew "jpeg"
brew "libpng"
brew "mas"
brew "mcrypt"
brew "mysql"
brew "neovim"
brew "node"
brew "python3"
brew "re2c"
brew "reattach-to-user-namespace"
brew "tig"
brew "tmux"
brew "todoist"
brew "trash"
brew "the_silver_searcher"
brew "yarn", args: ["without-node"]
brew "zsh"
cask "docker"
cask "google-chrome"
cask "google-drive-file-stream"
cask "insomniax"
cask "iterm2"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "kindle"
cask "homebrew/cask-fonts/font-fira-code"
cask "slack"
cask "spotify"
cask "toggldesktop"
cask "vagrant"
cask "virtualbox"
mas "magnet", id: 441258766
mas "todoist" id: 585829637
mas "toggl" id: 957734279
