tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "thoughtbot/formulae"
brew "rcm"
brew "bat"
brew "exa"
brew "nnn"
brew "ripgrep"
brew "colordiff"
brew "fzf"
brew "git"
brew "lazygit"
brew "tig"
brew "gibo"
brew "ghq"
brew "neovim"
brew "docker"
brew "direnv"
brew "tmux"
brew "reattach-to-user-namespace"
brew "node"
brew "trash"
cask "homebrew/cask-fonts/font-fira-code"
cask "font-hack-nerd-font"
